Revit 2024 API
HomeCamera.TopAngleOfFieldOfView Property
 The top angle of the field of view.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2016
Syntax
C#
public double TopAngleOfFieldOfView { get; }
Visual Basic
Public ReadOnly Property TopAngleOfFieldOfView As Double
	Get
Visual C++
public:
property double TopAngleOfFieldOfView {
	double get ();
}
See Also
HomeCamera Class
Autodesk.Revit.DB Namespace